Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P14.tmx
Source language: en_us
Languages: zh_cn

source: Roy Spivey
zh_cn: 罗伊斯派维

source: Twice I have sat next to a famous man on an airplane. The first man was Jason Kidd, of the New Jersey Nets.
zh_cn: 我在飞机上挨着两位名人坐过，最先是新泽西篮网队的贾森·基德。

source: I asked him why he didn't fly first class, and he said that it was because his cousin worked for United.
zh_cn: 我问他为什么不坐头等舱，他说因为他的堂兄在联合航空工作。

source: "Wouldn't that be all the more reason to get first class?"
zh_cn: “那岂不是更应该坐头等舱？”

source: "It's cool," he said, unfurling his legs into the aisle.
zh_cn: “坐这儿挺酷，”他说着，把双腿伸展到过道上。

source: I let it go, because what do I know about the ins and outs of being a sports celebrity?
zh_cn: 我没有追问。他们当名人的内情，我又知道多少呢？

source: We didn't talk for the rest of the flight.
zh_cn: 后来我们就再没有说话。

source: I can't say the name of the second famous person, but I will tell you that he is a Hollywood heartthrob who is married to a starlet.
zh_cn: 另外那位名人的姓名我不能说，不过我可以告诉你们，他是个好莱坞万人迷，娶了一位年轻女明星。

source: That's all- I can't say anything more than that.
zh_cn: 就这些，我不能再多说了。

source: Think espionage.
zh_cn: 想想关于间谍的事情。

source: O.K., the end- that really is all.
zh_cn: 好了！真的就这些了！

source: I'll call him Roy Spivey, which is almost an anagram of his name.
zh_cn: 我叫他罗伊·斯派维。这个名字呢，和他的真名也有些渊源。

source: If I were a more self-assured person I would not have volunteered to give up my seat on an overcrowded flight, would not have been upgraded to first class, would not have been seated beside him.
zh_cn: 如果我能更加沉着自信，我就不会自愿放弃某趟拥挤航班上的座位，就不会升到头等舱，也就不会坐到他的身边。

source: This was my reward for being a pushover.
zh_cn: 这或许就是对我这个不坚定之人的奖励。

source: He slept for the first hour, and it was startling to see such a famous face look so vulnerable and empty.
zh_cn: 飞行的第一个小时里，他一直在睡觉。看着他那张有名的脸庞如此脆弱无力，感觉真是不同寻常。

source: He had the window seat and I had the aisle, and I felt as though I were watching over him, protecting him from the bright lights and the paparazzi.
zh_cn: 他的座位靠窗，我的座位靠过道。我感觉自己在保护他，不让光亮影响他，不让狗仔接近他。

source: Sleep, little spy, sleep.
zh_cn: 睡吧，小间谍，睡吧。

source: He's actually not little, but we're all children when we sleep.
zh_cn: 他其实不小，不过睡着时我们都是孩子。

source: For this reason, I always let men see me asleep early on in a relationship.
zh_cn: 因为这个原因，我总会在恋爱初期让男人看我睡觉。

source: It makes them realize that even though I am five feet eleven I am fragile and need to be taken care of.
zh_cn: 这样能让他们意识到，我即使身高一米八，却也是个脆弱的女人，需要有人爱护。

source: A man who can see the weakness of a giant knows that he is a man indeed.
zh_cn: 一个男人若是能看出高大女人的软弱，那么他就知道自己是真男人。

source: Soon, small women make him feel almost fey- and, lo, he now has a thing for tall women.
zh_cn: 他会很快厌烦小女人，而且你瞧，他现在已经喜欢上了高大的女人。

source: Roy Spivey shifted in his seat, waking.
zh_cn: 罗伊·斯派维挪了挪身子，从睡眠中醒来。

source: I quickly shut my own eyes, and then slowly opened them, as if I, too, had been sleeping.
zh_cn: 我迅速闭上眼睛，然后慢慢睁开，假装我也一直在睡觉。

source: Oh, but he hadn't quite opened his yet.
zh_cn: 噢，他还没有完全睁开眼睛。

source: I shut mine again and right away opened them, slowly, and he opened his, slowly, and our eyes met, and it seemed as if we had woken from a single sleep, from the dream of our entire lives.
zh_cn: 我又闭上眼睛，随即又慢慢地睁开。他也慢慢睁开双眼，我们的眼神相遇了，似乎我们从同一个睡眠，从一生的睡梦中醒来。

source: Me, a tall but otherwise undistinguished woman; he a distinguished spy, but not really, just an actor, but not really, just a man, maybe even just a boy.
zh_cn: 我，一个有身高却没有名气的女人；他，一个闻名遐迩的间谍。不，他只是个演员。不，他只是个男人，甚至只是个男孩。

source: That's the other way that my height can work on men, the more common way: I become their mother.
zh_cn: 这就是我的身高在男人身上奏效的另一种方式，这种方式更为平凡：我变成他们的母亲。

source: We talked ceaselessly for the next two hours, having the conversation that is specifically about everything.
zh_cn: 随后两个小时里我们一直在聊天。我们的对话具体到了每一件事情。

source: He told me intimate details about his wife, the beautiful Ms. M. Who would have guessed that she was so troubled?
zh_cn: 他对我讲了关于他妻子的私密细节；那位美丽的马小姐，谁会想到她会如此麻烦呢？

source: "Oh, yeah, everything in the tabloids is true."
zh_cn: “噢，没错，小报上说的都没错。”

source: "It is?"
zh_cn: “真的？”

source: "Yeah, especially about her eating disorder."
zh_cn: “真的，尤其是关于她进食障碍的报道。”

source: "But the affairs?"
zh_cn: “可那些风流韵事呢？”

source: "No, not the affairs, of course not.
zh_cn: “假的，那些当然是假的了。

source: You can't believe the 'bloids."
zh_cn: 那些小报不能信。”

source: When the meals were served, it felt as if we were eating breakfast in bed together, and when I got up to use the bathroom he joked, "You're leaving me!"
zh_cn: 在飞机上用餐时，我感觉我俩似乎是在床上共用早餐。我起身去上厕所，他开玩笑道：“你要丢下我！”

source: And I said, "I'll be back!"
zh_cn: 我说：“我会回来的！”

source: As I walked up the aisle, many of the passengers stared at me, especially the women.
zh_cn: 我从过道里走过，许多乘客，尤其是女人，都盯着我看。

source: Word had travelled fast in this tiny flying village.
zh_cn: 在这个飞行的小社区里，话语不胫而走得很快。

source: Perhaps there were even some 'bloid writers on the flight. There were definitely some 'bloid readers.
zh_cn: 飞机上或许有几位小报作家，肯定也有些小报读者。

source: Had we been talking loudly?
zh_cn: 我俩说话的声音大吗？

source: It seemed to me that we were whispering.
zh_cn: 我觉得我俩是在耳语。

source: I looked in the mirror while I was peeing and wondered if I was the plainest person he had ever talked to.
zh_cn: 尿尿的时候，我看着镜子里面想：在和他说过话的人中，我是否最平凡呢？

source: I took off my blouse and tried to wash under my arms, which isn't really possible in such a small bathroom.
zh_cn: 我脱掉衬衫，想要洗洗腋窝。可是在狭小的洗手间里，这几乎不可能做得到。

source: I tossed handfuls of water toward my armpits and they landed on my skirt.
zh_cn: 我用手往腋窝浇水，可是却浇到了衬衫上。

source: It was made from the kind of fabric that turns much darker when it is wet.
zh_cn: 衬衫打湿后，颜色就会变深。

source: This was a real situation I had got myself into. I acted quickly, taking off my skirt and soaking the whole thing in the sink, then wringing it out and putting it back on. I smoothed it out with my hands.
zh_cn: 我自己把事情变得更麻烦了：我很快脱下衬衫，把它全部浸到洗手池里，把水拧干后重新穿上，然后我用手把它抚平。

source: There. It was all a shade darker now.
zh_cn: 整件衬衫的颜色都变深了。

source: I walked back down the aisle, being careful not to touch anyone with my dark skirt.
zh_cn: 我走回过道，小心不让自己的深色衬衫碰到别人。

source: When Roy Spivey saw me, he shouted, "You came back!"
zh_cn: 罗伊见到我，大声说：“你回来了！”

source: And I laughed and he said, "What happened to your skirt?"
zh_cn: 我笑了。他又说：“你的衣服怎么了？”

source: I sat down and explained the whole thing, starting with the armpits.
zh_cn: 我坐到位置上，从洗腋窝开始，彻头彻尾给他讲了整件事情。

source: He listened quietly until I was done.
zh_cn: 他安静地听我讲完。

source: "So were you able to wash your armpits in the end?"
zh_cn: “那你最后洗腋窝了吗？”

source: "No."
zh_cn: “没有。”

source: "Are they smelly?"
zh_cn: “腋窝有味道？”

source: "I think so."
zh_cn: “我想是有。”

source: "I can smell them and tell you."
zh_cn: “让我来闻闻！”

source: "It's O.K.
zh_cn: “没事。

source: It's part of showbiz."
zh_cn: 这是娱乐圈的一部分。”

source: "Really?"
zh_cn: “真的？”

source: "Yeah. Here."
zh_cn: “是的，让我闻闻。”

source: He leaned over and pressed his nose against my shirt.
zh_cn: 他靠过来，鼻子贴着我的衬衫闻了闻。

source: "It's smelly."
zh_cn: “确实有股味道。”

source: "Oh. Well, I tried to wash it."
zh_cn: “额，我本来想洗洗的。”

source: But he was standing up now, climbing past me to the aisle and rummaging around in the overhead bin. He fell back into his seat dramatically, holding a pump bottle.
zh_cn: 他站了起来，从我身上爬到过道里，在头顶的行李架里翻找一通，然后又戏剧性地回到位置上，手里拿着一个按压瓶。

source: "It's Febreze."
zh_cn: “纺必适。”

source: "Oh, I've heard about that."
zh_cn: “噢，我听说过。”

source: "It dries in seconds, taking odor with it.
zh_cn: “它干得很快，还能除味儿。

source: Lift up your arms."
zh_cn: 把手抬起来。”

source: I lifted my arms, and with great focus he pumped three hard sprays under each sleeve.
zh_cn: 我抬起双臂，他专心致志地在我的每只袖子下用力喷了三下。

source: "It's best if you keep your arms out until it dries."
zh_cn: “最好把手臂抬起来让它干掉。”

source: I held them out. One arm extended into the aisle and the other arm crossed his chest, my hand pressing against the window.
zh_cn: 我伸开双臂，一只伸到过道上，一只伸过他的胸前，手掌按在窗户上。

source: It was suddenly obvious how tall I was.
zh_cn: 这显现出来我有多高！

source: Only a very tall woman could shoulder such a wingspan.
zh_cn: 只有很高的女人，臂展才可能有这么长。

source: He stared at my arm in front of his chest for a moment, then he growled and bit it.
zh_cn: 他盯着胸前的手臂看了片刻，然后咆哮着咬了一口。

source: Then he laughed. I laughed, too, but I did not know what this was, this biting of my arm.
zh_cn: 他笑了，我看也笑了。我不知道这是为什么？他为什么咬我？

source: "What was that?"
zh_cn: “为什么咬我？”

source: "That means I like you!"
zh_cn: “咬你意味着我喜欢你。”

source: "O.K."
zh_cn: “哦。”

source: "Do you want to bite me?"
zh_cn: “你想咬我吗？”

source: "You don't like me?"
zh_cn: “你不喜欢我？”

source: "No, I do."
zh_cn: “不，我喜欢。”

source: "Is it because I'm famous?"
zh_cn: “因为我有名？”

source: "Just because I'm famous doesn't mean I don't need what everyone else needs.
zh_cn: “有名不代表我不需要别人需要的东西。

source: Here, bite me anywhere.
zh_cn: 来，随便咬我哪儿都行。

source: Bite my shoulder."
zh_cn: 咬我的肩膀。”

source: He slid back his jacket, unbuttoned the first four buttons on his shirt, and pulled it back, exposing a large, tanned shoulder.
zh_cn: 他把夹克滑到背后，解开衬衫上面的四颗纽扣，把衬衫向后拉，露出黝黑的宽肩。

source: I leaned over and very quickly bit it lightly, and then picked up my SkyMall catalogue and began reading.
zh_cn: 我靠过去，轻快地咬了一口，然后又拿着“空中商场”目录读起来。

source: After a minute, he rebuttoned himself and slowly picked up his copy of SkyMall.
zh_cn: 过来一分钟，他扣上衬衫，也慢慢的拿起目录。

source: We read like this for a good half hour.
zh_cn: 我们就这样阅读了整整半个小时。

source: During this time I was careful not to think about my life.
zh_cn: 这段时间里，我尽量没去想我的生活。

source: My life was far below us, in an orangey-pink stucco apartment building.
zh_cn: 我的生活在万米之下，在一栋橙粉色的灰泥公寓楼里。

source: It seemed as though I might never have to return to it now.
zh_cn: 我似乎不用再回到我的生活中去。

source: The salt of his shoulder buzzed on the tip of my tongue.
zh_cn: 罗伊肩膀上的咸味在我的舌尖上徘徊。

source: I might never again stand in the middle of the living room and wonder what to do next.
zh_cn: 我再也不用站在客厅中间无所适从。

source: I sometimes stood there for up to two hours, unable to generate enough momentum to eat, to go out, to clean, to sleep.
zh_cn: 有些时候在那儿站上两个小时，无法产生足够的动力吃东西、出门、打扫卫生、睡觉。

source: It seemed unlikely that someone who had just bitten and been bitten by a celebrity would have this kind of problem.
zh_cn: 刚咬过名人，而且也被名人咬过的人，似乎不太可能有这种问题。

source: I read about vacuum cleaners designed to suck insects out of the air. I studied self-heating towel racks, and fake rocks that could hide a key.
zh_cn: 我在目录上读到专门设计来吸走空气中昆虫的吸尘器；我细看了自动加热的毛巾架，以及能用来藏钥匙的假石头。

source: We were beginning our descent. We adjusted our seat backs and tray tables.
zh_cn: 飞机开始下降，我们调整了椅背和托盘桌。

source: Roy Spivey suddenly turned to me and said, "Hey."
zh_cn: 罗伊突然转身对我说：“嗨。”

source: "Hey," I said.
zh_cn: “嗨，”我说。

source: "Hey, I had an amazing time with you."
zh_cn: “嗨，和你在一起很不错。”

source: "I did, too."
zh_cn: “我也是。”

source: "I'm going to write down a number, and I want you to guard it with your life."
zh_cn: “我给你写个号码，希望你终生保护好它。”

source: "This phone number falls into the wrong hands and I'll have to get someone to change it, and that is a big headache."
zh_cn: “如果这个电话号码让别人得到，我就得让人去更改，那样可麻烦了。”

source: He wrote the number on a page from the SkyMall catalogue and ripped it out and pressed it into my palm.
zh_cn: 他在天空商场目录上写下号码，撕下来塞到我的手心里。

source: "This is my kids' nanny's personal line. The only people who call her on this line are her boyfriend and her son. So she'll always answer it. You'll always get through.
zh_cn: “这是我家保姆的私人电话，给她打电话的只有男友和儿子，所以她肯定会接电话，你也每次都能打通。

source: And she'll know where I am."
zh_cn: 她知道我在哪里。”

source: I looked at the number."It's missing a digit."
zh_cn: 我看了看那个号码，说：“号码少了一位。”

source: "I know. I want you to just memorize the last number, O.K.?"
zh_cn: “我知道，我想你记住最后那位数，行吗？”

source: "It's four."
zh_cn: “是四。”

source: We turned our faces to the front of the plane, and Roy Spivey gently took my hand.
zh_cn: 我们转身面对前方，他轻轻地抓住我的手。

source: I was still holding the paper with the number, so he held it with me.
zh_cn: 那张写着号码的纸片仍然在我手里，所以他和我一起握着它。

source: I felt warm and simple.
zh_cn: 我感觉到温暖和真诚。

source: Nothing bad could ever happen to me while I was holding hands with him, and when he let go I would have the number that ended in four.
zh_cn: 和他握着手时，任何坏事都不会发生在我身上。他放开手时，我就能得到那个以四结尾的号码。

source: I'd wanted a number like this my whole life.
zh_cn: 我一生都在想得到这样的号码。

source: The plane landed gracefully, like an easily drawn line.
zh_cn: 飞机优雅地着陆，就像一条轻松画出来的线条。

source: He helped me pull my carry-on bag down from the bin; it looked obscenely familiar.
zh_cn: 他帮助我从行李架上取下小行李包；这一幕真他妈的熟悉。

source: "My people are going to be waiting for me out there, so I won't be able to say goodbye properly."
zh_cn: “我的人会在外面等我，所以我没法真正地给你说再见。”

source: "I know. That's all right."
zh_cn: “我知道，没关系的。”

source: "No, it really isn't. It's a travesty."
zh_cn: “有关系，那样很不好。”

source: "But I understand."
zh_cn: “我能理解的。”

source: "O.K., here's what I'm going to do.
zh_cn: “我会这样做。

source: Just before I leave the airport, I'm going to come up to you and say, 'Do you work here?' "
zh_cn: 离开机场前，我会走到你面前，问‘您在这里工作吗？’”

source: "It's O.K. I really do understand."
zh_cn: “不用了，我真能理解的。”

source: "No, this is important to me.
zh_cn: “不，这对我来说很重要。

source: I'll say, 'Do you work here?'
zh_cn: 我会问‘您在这里工作吗？’

source: And then you say your part."
zh_cn: 然后你说你的部分。”

source: "What's my part?"
zh_cn: “我的部分是什么？”

source: "You say, 'No.' "
zh_cn: “你说‘不是。’”

source: "And I'll know what you mean. We'll know the secret meaning."
zh_cn: “那样我会知道你的意思，我们都会知道其中的意义。”

source: We looked into each other's eyes in a way that said that nothing else mattered as much as us.
zh_cn: 我们对视着，似乎任何事情都没有我们重要。

source: I asked myself if I would kill my parents to save his life, a question I had been posing since I was fifteen. The answer always used to be yes.
zh_cn: 我问自己是否会为了拯救他的生命而杀死父母。自十五岁起，我就开始问自己这个问题，且总是得到肯定的答案。

source: But in time all those boys had faded away and my parents were still there.
zh_cn: 但那些男生最后都消失了，而我的父母仍然在世。

source: I was now less and less willing to kill them for anyone; in fact, I worried for their health.
zh_cn: 现在，我越发不愿意为某个人而杀死他们。实际上，我还很担心他们的身体。

source: In this case, however, I had to say yes. Yes, I would.
zh_cn: 但是，这次我必须给出肯定的答案：是的，我会！

source: We walked down the tunnel between the plane and real life, and then, without so much as a look in my direction, he glided away from me.
zh_cn: 我们走过飞机和现实生活中间的地下通道。他几乎没看我这边一眼，便悄悄离我远去。

source: I tried not to look for him in the baggage-claim area.
zh_cn: 在行李提取处时，我尽量没有寻找他。

source: He would find me before he left.
zh_cn: 他会在离开前找到我。

source: I went to the bathroom. I claimed my bag.
zh_cn: 我去了趟洗手间，提取了我的行李包。

source: I drank from the water fountain. I watched children hit each other.
zh_cn: 我用饮水机喝了水，看了几个孩子嬉戏打闹。

source: Finally, I let my eyes crawl over everyone.
zh_cn: 最后，我偷偷看了看所有人。

source: They were all not him, every single one of them. But they all knew his name.
zh_cn: 他们都不是罗伊·斯派维，可他们都知道他的名字。

source: Those who were talented at drawing could have drawn him from memory, and everyone else could certainly have described him, if they'd had to, say, to a blind person- the blind being the only people who wouldn't know what he looked like.
zh_cn: 那会画画的人，或许还能靠记忆把他画出来。而且，在需要的情况下，大家肯定都能够给盲人描述他长什么样。或许只有盲人不知道他长什么样。

source: And even the blind would have known his wife's name, and a few of them would have known the name of the boutique where his wife had bought a lavender tank top and matching boy shorts.
zh_cn: 不过，或许盲人也知道他妻子的名字，某些盲人或许还知道他妻子买薰衣草背心和短裤的时装店叫什么名字。

source: Roy Spivey was both nowhere to be found and everywhere.
zh_cn: 罗伊·斯派维无处可寻，同时也无处不在。

source: Someone tapped me on the shoulder.
zh_cn: 有人拍了拍我的肩膀。

source: "Excuse me, do you work here?"
zh_cn: “您好，您在这里工作吗？”

source: It was him. Except that it wasn't him, because there was no voice in his eyes; his eyes were mute.
zh_cn: 是他，只是那是另外一个他，因为他的双眼里没有声音。他的双眼沉默无语。

source: He was acting.
zh_cn: 他在演戏。

source: I said my line."No."
zh_cn: 我说了我的台词：“不是。”

source: A pretty young airport attendant appeared beside me.
zh_cn: 一位年轻美貌的机场服务员出现在我身边。

source: "I work here. I can help you," she said enthusiastically.
zh_cn: “我在这里工作，我能帮你，”她热心地说。

source: He paused for a fraction of a second and then said, "Great."
zh_cn: 他顿了一秒后说：“太好了！”
